Repository: fmguerreiro/biklio-mobile
Catalog: Trace/Localization/Language.*.resx
Languages: pt

source: Register
pt: Criar conta

source: Registration
pt: Registro

source: Sign In
pt: Iniciar sessão

source: Account
pt: Conta

# DontHaveAccount
source: Need an account? >>
pt: Precisa de uma conta? >>

source: Start
pt: Início

source: Error
pt: Erro

source: Result
pt: Resultado

# FillEveryField
source: Please fill every field.
pt: Preencha todos os campos.

source: Username
pt: Nome de utilizador

source: Password
pt: Senha

source: Confirm Password
pt: Confirmar Senha

source: Registration successful.
pt: Registro feito com sucesso.

# UsernameRegisterConditions
source: Username is 6-20 characters long. Can only contain alphanumeric characters, underscore and dot.
pt: O nome de utilizador tem 6-20 caracteres. Só pode conter caracteres alfanuméricos, underscores e pontos.

# PasswordRegisterConditions
source: Password is 6-20 characters long with at least 1 letter and 1 number.
pt: A senha tem 6-20 characters com pelo menos uma letra e um número.

source: Remember me
pt: Manter sessão iniciada

# LocalIncorrectCredentialsWarning
source: The username or password failed local verification. Want to attempt online verification?
pt: Não foi possível fazer a validação offline das suas credenciais. Quer tentar fazer a verificação online?

# LoginError
source: The username or password is incorrect. Make sure you have registered.
pt: Um dos campos está incorrecto. Certifique-se que já fez o registro.

# OAuthError
source: Failed to sign-in with the third-party provider.
pt: O início de sessão com o autenticador externo falhou.

source: Log out
pt: Sair

# AreYouSure
source: Are you sure? You will need to reinsert your credentials again on login.
pt: Tem a certeza? Vai ter que reintroduzir as suas credenciais quando iniciar novamente a sessão.

source: Yes
pt: Sim

source: No
pt: Não

source: Home
pt: Início

source: Rewards
pt: Recompensas

source: Dashboard
pt: Estatísticas

source: My Routes
pt: Trajetos

# JoinACampaign
source: Campaigns
pt: Campanhas

source: Settings
pt: Definições

source: Map
pt: Mapa

source: Track
pt: Começar

source: Stop
pt: Parar

# CurrentActivityLabel
source: Activity: {0}
pt: Actividade: {0}

# MainActivityLabel
source: Main Activity: {0}
pt: Actividade Principal: {0}

# DistanceLabel
source: Distance: {0} m
pt: Distância: {0} m

# DurationLabel
source: Duration: {0}
pt: Duração: {0}

# CaloriesLabel
source: Calories: {0} kcal
pt: Calorias: {0} kcal

# AvgSpeedLabel
source: Avg Speed: {0} m/s
pt: Vel. Média: {0} m/s

# GetPositionError
source: Unable to get your position. Are you indoors perhaps?
pt: Não foi possível obter a tua localização. Estás dentro ou próximo de um edifício?

source: Challenges
pt: Desafios

source: Pull up to update.
pt: Puxe para atualizar.

# BikeCondition
source: Cycle for {0} km
pt: Ande {0} km de bicicleta

source: Cycle to Shop
pt: Pedale até à loja

# ErrorFetchingChallenges
source: Error fetching challenges from server
pt: Erro ao tentar obter desafios do servidor.

# ChallengeWithoutCheckpointError
source: That challenge does not have an associated checkpoint. Probably a DB consistency issue, please report.
pt: Este desafio não tem um Biklio spot associado. Provalmente um erro da nossa parte. Por favor, reporte o caso.

# CheckpointDetails
source: Details
pt: Detalhes

# ShopOpenBetween
source: Open between {0}
pt: Aberto entre {0}

# ShopAddress
source: Address: {0}
pt: Morada: {0}

# ShopPhoneNumber
source: Phone number: {0}
pt: Número de telefone: {0}

# ShopDescription
source: Description: {0}
pt: Descrição: {0}

source: Unknown
pt: Indefinido

source: Walking
pt: Andar

source: Running
pt: Correr

source: Cycling
pt: Bicicleta

source: Driving
pt: Conduzir

source: Stationary
pt: Parado

source: Routes tracked
pt: Trajetos feitos

source: Rewards earned
pt: Recompensas adquiridas

# DistanceTravelledMeters
source: Distance travelled (in meters)
pt: Distância viajada (em metros)

# TimeSpentHours
source: Time spent (in hours)
pt: Tempo gasto (em horas)

# CaloriesBurnedKCals
source: Calories burned (in kcals)
pt: Calorias queimadas (em kcals)

# TodayStats
source: Today: {0}
pt: Hoje: {0}

# ThisWeekStats
source: This Week: {0}
pt: Esta Semana: {0}

# AllTimeStats
source: All Time: {0}
pt: Total: {0}

source: Distance per Activity
pt: Distância por Atividade

source: Time per Activity
pt: Tempo por Atividade

source: Calories per Activity
pt: Calorias por Atividade

source: Details
pt: Detalhes

# DateDetails
source: Date: {0}
pt: Data: {0}

# DurationDetails
source: Duration: {0} m
pt: Duração: {0} m

# DistanceDetails
source: Distance: {0} m
pt: Distância: {0} m

# MostCommonActivityDetails
source: Most Common Activity: {0}
pt: Atividade Mais Comum: {0}

# AvgSpeedDetails
source: Average Speed: {0} m/s
pt: Velocidade Média: {0} m/s

# MaxSpeedDetails
source: Maximum Speed: {0} m/s
pt: Velocidade máxima: {0} m/s

source: Upload
pt: Enviar

source: Calories Calculation
pt: Cálculo de Calorias

source: Age
pt: Idade

source: Gender
pt: Sexo

source: Height
pt: Altura

source: Weight
pt: Peso

# SearchRadius
source: Max radius (km)
pt: Raio de procura (km)

source: Delete
pt: Apagar

source: Routes
pt: Trajetos

source: Everything
pt: Tudo

source: Information
pt: Informação

source: Licenses
pt: Licenças

# ToS
source: Terms of Service
pt: Termos de Serviço

source: Privacy Policy
pt: Política de Privacidade

source: About Us
pt: Acerca de nós

source: Warning
pt: Aviso

# DeleteEverythingWarning
source: This will delete all stored routes, stores and challenges. Anything you did after connecting to the server will be lost.
pt: Esta ação irá apagar todas os trajetos, lojas e desafios do dispositivo. Tudo o que fez desde o último início de sessão será perdido.

source: Back
pt: Voltar

# ServerConnectionError
source: Could not connect to the server.
pt: A ligação ao servidor falhou.

source: at
pt: em

# NoCheckpointsFound
source: No spots found near you.
pt: Nenhum Biklio spot encontrado perto de si.

# OneCheckpointFound
source: There is 1 spot near you.
pt: Existe um spot perto de si.

source: There are
pt: Existem

# CheckpointsNear
source: spots near you.
pt: Biklio spots perto de si.

source: No routes yet.
pt: Ainda não tens trajetos.

# OneRoute
source: You have 1 route.
pt: Tens 1 trajeto.

source: You have
pt: Tens

source: routes.
pt: trajetos.

# OnlineLoginError
source: The credentials you entered when you previously logged in were incorrect, please try again.
pt: As credenciais introduzidas em modo offline são diferentes das do servidor. Por favor tente iniciar sessão novamente.

source: Rewards unlocked
pt: Recompensas disponíveis

# RewardsUnlockedMessage
source: "You have {0} rewards available."
pt: "Tem {0} recompensas."

source: Campaigns
pt: Campanhas

source: New Campaigns
pt: Novas

# CurrentCampaigns
source: Subscribed Campaigns
pt: Aderidas

source: New Campaign
pt: Nova Campanha

# FetchNewCampaign
source: Search Local Campaign
pt: Procurar Campanha Local

# NewCampaignMsg
source: Would you like to subscribe to this campaign? You will start receiving notifications of special events in the area.
pt: Quer aderir a esta campanha? Vai começar a receber notificações de eventos e promoções especiais nesta zona.

source: Unsubscribe Campaign
pt: Cancelar adesão

# UnsubscribeCampaignMsg
source: Would you like to unsubscribe to this campaign? You will stop receiving notifications from this campaign.
pt: Quer cancelar a sua adesão a esta campanha? Vai parar de receber notificações de eventos e promoções desta campanha.

source: You have unsubscribed from
pt: Cancelou a sua adesão com

source: Subscribe
pt: Aderir

source: Cancel
pt: Cancelar

# AlreadySubscribedError
source: You are already subscribed to the local campaign.
pt: Já aderiu à campanha local.

# NoRewardsYet
source: You have no rewards to claim yet. Cycle to a spot to earn them!
pt: Ainda não tens Recompensas disponíveis. Vai de bicicleta até um Biklio spot para ganhares alguma!

# OneRewardEarned
source: You can claim one Reward.
pt: Podes obter uma Recompensa.

source: Claim Reward
pt: Recompensa

source: Address
pt: Endereço

source: General
pt: Geral

# TutorialDescription1
source: Biklio was designed to connect shops that want to reward citizens who adopt greener methods of transportation.
pt: O Biklio foi feito com o objectivo de motivar as pessoas a adotar meios de transporte mais sustentáveis.

# TutorialTitle2
source: Cycle to get rewards in shops
pt: Pedala para ganhar recompensas nas lojas

# TutorialDescription2
source: You're already winning! Biklio can automatically tell if you are cycling. For some shops, that's more than enough!
pt: Começas logo a ganhar! O Biklio consegue ver automaticamente se estás a pedalar. Para algumas lojas, isso é mais do que suficiente!

# TutorialTitle3
source: Tracking for rewards
pt: Registe os seus trajetos para mais recompensas

# TutorialDescription3
source: Some shops, however, require you to cycle for a few kilometers before getting that reward. Click the tracking button to earn it!
pt: Algumas lojas requerem que pedales por alguns kilometros antes de ganhares a recompensa. Carrega no botão para registares a tua trajetória.

# TutorialTitle4
source: Claim your rewards
pt: Obtém a tua recompensa

# TutorialDescription4
source: Travel to the shop and claim your well deserved reward. All you need to do is show them this App.
pt: Viaja até à loja para receberes a tua merecida recompensa. A única coisa que tens que fazer é mostrar esta aplicação.

source: Got it
pt: Entendi

source: Privacy
pt: Privacidade

source: Sound
pt: Som

source: Ineligible warning
pt: Aviso - ineligível

source: Eligible warning
pt: Aviso - eligível

source: You have earned
pt: Ganhou

# nRewardsClickToSeeWhat
source: rewards. Tap the Reward icon to see what you got.
pt: recompensas. Carregue no ícone de Recompensas para ver o que ganhou.

# IAgreeToToS
source: I understand and agree to Biklio's terms of service >>
pt: Li e aceito os termos de serviço do Biklio >>

# ToSUncheckedError
source: To continue using Biklio, make sure you agree to the terms of service.
pt: Para continuar a usar o Biklio, verifique se concorda com os nossos termos e condições de serviço.

# PullUpToGetLocalCampaign
source: Pull up to search for the local campaign.
pt: Puxa para procurar pela campanha local.

source: You earn:
pt: Tens direito a:

# RewardClaimedAt
source: Reward claimed at: {0}
pt: Recompensa reinvidicada em: {0}

# RewardEarnedAt
source: Reward earned at: {0}
pt: Desafio cumprido em: {0}

# RewardAlreadyClaimedError
source: Your reward has already been claimed.
pt: A tua recompensa já foi reivindicada.

# TrajectoryNotUploadedError
source: Trajectory could not be uploaded to the server. Try again later.
pt: Não foi possível enviar o trajeto para o servidor. Tente mais tarde.

source: Meters
pt: Metros

# BiklioAudioWarningMessage
source: Biklio uses audible tracks when working in the background to let you know when you are eligible for rewards. You can customize, silence or disable these tracks all together in the "Settings" pane of the application at any time. Note that if you disable this feature, Biklio will only warn you of your status when you open the app again.
pt: Biklio uses music in the background to let you know when you are eligible to earn rewards. You can customize, silence or disable these tracks all together in the "Settings" pane of the application at any time. If you disable this feature, Biklio will only warn you of your status when you open the app again.

source: Welcome
pt: Bem-vindo

source: Notice
pt: Aviso

# StartTracking
source: Biklio is now tracking you.
pt: O Biklio está a gravar o seu trajeto
